[
  "templater-obsidian",
  "obsidian-tasks-plugin",
  "obsidian-git",
  "obsidian-mind-map",
  "recent-files-obsidian",
  "copilot",
  "obsidian-latex-suite",
  "settings-search",
  "obsidian-plugin-update-tracker",
  "obsidian-icon-shortcodes",
  "obsidian-outliner",
  "obsidian-admonition",
  "editing-toolbar",
  "execute-code",
  "code-styler",
  "obsidian-charts",
  "obsidian-markmind"
]